Repository: team-unstablers/NoctilucaServer
Catalog: NoctilucaServer/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# settings.projection.codec_sheet.quality.variableBitrate_max.title
source: 최대 비트레이트
en: Max Bitrate
ja: 最大ビットレート
zh_hans: 最大比特率

# settings.projection.codec_sheet.quality.variableBitrate_target.title
source: 타겟 비트레이트
en: Target Bitrate
ja: ターゲットビットレート
zh_hans: 目标比特率

# settings.projection.codec_sheet.resolution.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.codec_sheet.resolution.auto_description
source: 클라이언트의 협상 내용을 기반으로 최대 해상도를 결정합니다.
en: Determines max resolution based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいて最大解像度を決定します。
zh_hans: 根据客户端的协商内容决定最大分辨率。

# settings.projection.codec_sheet.resolution.level_description
source: 최대 해상도를 %@으로 설정합니다.
en: Sets max resolution to %@.
ja: 最大解像度を %@ に設定します。
zh_hans: 将最大分辨率设置为 %@。

# settings.projection.codec_sheet.resolution.level_description_format
source: 최대 해상도를 %@으로 제한합니다.
en: Limits the maximum resolution to %@.
ja: 最大解像度を %@ に制限します。
zh_hans: 将最大分辨率限制为 %@。

# settings.projection.codec_sheet.resolution.title
source: 최대 해상도
en: Max Resolution
ja: 最大解像度
zh_hans: 最大分辨率

# settings.projection.codec_sheet.save
source: 저장
en: Save
ja: 保存
zh_hans: 保存

# settings.projection.codec_sheet.tab.advanced
source: 고급 설정
en: Advanced
ja: 詳細設定
zh_hans: 高级设置

# settings.projection.codec_sheet.tab.basic
source: 기본 설정
en: Basic
ja: 基本設定
zh_hans: 基本设置

# settings.projection.mjpg_sheet.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# settings.projection.mjpg_sheet.color_format.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.mjpg_sheet.color_format.auto_description
source: 타일의 내용에 따라 최적의 색상 포맷을 자동으로 선택합니다.
en: Automatically selects the optimal color format based on tile content.
ja: タイルの内容に応じて最適なカラーフォーマットを自動的に選択します。
zh_hans: 根据瓦片内容自动选择最佳颜色格式。

# settings.projection.mjpg_sheet.color_format.description
source: 색상 포맷을 설정합니다.
en: Sets the color format.
ja: カラーフォーマットを設定します。
zh_hans: 设置颜色格式。

# settings.projection.mjpg_sheet.color_format.title
source: 색상 포맷
en: Color Format
ja: カラーフォーマット
zh_hans: 颜色格式

# settings.projection.mjpg_sheet.color_format.yuv420_description
source: YUV 4:2:0 색상 포맷을 사용합니다. 대부분의 기기에서 호환됩니다.
en: Uses YUV 4:2:0 color format. Compatible with most devices.
ja: YUV 4:2:0 カラーフォーマットを使用します。ほとんどのデバイスで互換性があります。
zh_hans: 使用 YUV 4:2:0 颜色格式。兼容大多数设备。

# settings.projection.mjpg_sheet.color_format.yuv444_description
source: YUV 4:4:4 색상 포맷을 사용합니다. 텍스트 가독성이 향상되지만, 대역폭 사용량이 늘어나고 호환성이 떨어질 수 있습니다.
en: Uses YUV 4:4:4 color format. Improves text readability but increases bandwidth usage and may reduce compatibility.
ja: YUV 4:4:4 カラーフォーマットを使用します。 テキストの可読性は向上しますが、帯域幅の使用量が増え、互換性が低下する可能性があります。
zh_hans: 使用 YUV 4:4:4 颜色格式。 提高文本可读性，但会增加带宽使用量且可能降低兼容性。

# settings.projection.mjpg_sheet.compression_quality.high_description
source: **원격 제어에서 통상적으로 사용되지 않는 높은 품질 %lld로 설정합니다.** 매우 높은 화질을 제공하지만, 대역폭 사용량이 증가합니다.
en: **Sets to high quality %lld, which is not typically used in remote control.** Provides very high image quality but increases bandwidth usage.
ja: **リモート制御では通常使用されない高品質 %lld に設定します。** 非常に高い画質を提供しますが、帯域幅の使用量が増加します。
zh_hans: **设置为远程控制通常不使用的高质量 %lld。** 提供极高的画质，但会增加带宽使用量。

# settings.projection.mjpg_sheet.compression_quality.lossless_description
source: **무손실 압축을 사용합니다.** 매우 높은 화질을 제공하지만, 대역폭 사용량이 비정상적으로 증가합니다.
en: **Uses lossless compression.** Provides very high image quality but abnormally increases bandwidth usage.
ja: **可逆圧縮を使用します。** 非常に高い画質を提供しますが、帯域幅の使用量が異常に増加します。
zh_hans: **使用无损压缩。** 提供极高的画质，但带宽使用量会异常增加。

# settings.projection.mjpg_sheet.compression_quality.lossless_subtitle
source: 무손실 압축
en: Lossless Compression
ja: 可逆圧縮
zh_hans: 无损压缩

# settings.projection.mjpg_sheet.compression_quality.max
source: 100 (고화질)
en: 100 (High Quality)
ja: 100 （高画質）
zh_hans: 100 (高画质)

# settings.projection.mjpg_sheet.compression_quality.min
source: 30 (저화질)
en: 30 (Low Quality)
ja: 30 （低画質）
zh_hans: 30 (低画质)

# settings.projection.mjpg_sheet.compression_quality.title
source: JPEG 압축 품질
en: JPEG Compression Quality
ja: JPEG圧縮品質
zh_hans: JPEG 压缩质量

# settings.projection.mjpg_sheet.compression_quality.value_description
source: 압축 품질을 %lld으로 설정합니다.
en: Sets compression quality to %lld.
ja: 圧縮品質を %lld に設定します。
zh_hans: 将压缩质量设置为 %lld。

# settings.projection.mjpg_sheet.compression_quality.value_subtitle
source: 압축 품질 %lld
en: Compression Quality %lld
ja: 圧縮品質 %lld
zh_hans: 压缩质量 %lld

# settings.projection.mjpg_sheet.dqt.description
source: DQT 및 자체 품질 결정 알고리즘을 사용하여 각 타일마다 적절한 압축 품질을 동적으로 결정합니다.
en: Dynamically determines appropriate compression quality for each tile using DQT and custom quality decision algorithms.
ja: DQTおよび独自の品質決定アルゴリズムを使用して、各タイルごとに適切な圧縮品質を動的に決定します。
zh_hans: 使用 DQT 及自有质量决策算法，为每个瓦片动态决定适当的压缩质量。

# settings.projection.mjpg_sheet.dqt.title
source: 상수 압축 품질 대신 양자화 테이블 사용 (작업 중)
en: Use Quantization Table instead of Constant Compression Quality (WIP)
ja: 定数圧縮品質の代わりに量子化テーブルを使用 （作業中）
zh_hans: 使用量化表代替恒定压缩质量（开发中）

# settings.projection.mjpg_sheet.framerate.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.mjpg_sheet.framerate.auto_description
source: 클라이언트의 협상 내용을 기반으로 프레임 속도를 결정합니다.
en: Determines frame rate based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいてフレームレートを決定します。
zh_hans: 根据客户端的协商内容决定帧率。

# settings.projection.mjpg_sheet.framerate.title
source: 프레임 속도
en: Frame Rate
ja: フレームレート
zh_hans: 帧率

# settings.projection.mjpg_sheet.framerate.value_description
source: 프레임 속도를 최대 %lld FPS로 설정합니다.
en: Sets frame rate to max %lld FPS.
ja: フレームレートを最大 %lld FPS に設定します。
zh_hans: 将帧率最大设置为 %lld FPS。

# settings.projection.mjpg_sheet.framerate.value_description_format
source: 프레임 속도를 최대 %d FPS로 제한합니다.
en: Limits the frame rate to a maximum of %d FPS.
ja: フレームレートを最大 %d FPS に制限します。
zh_hans: 将帧率最大限制为 %d FPS。

# settings.projection.mjpg_sheet.header
source: %@ 코덱 설정
en: %@ Codec Settings
ja: %@ コーデック設定
zh_hans: %@ 编解码器设置

# settings.projection.mjpg_sheet.header_description
source: MJPG 코덱은 [타일 인코딩](https://google.com)을 사용합니다. Noctiluca Server의 MJPG 인코더는 [libjpeg-turbo](https://libjpeg-turbo.org/)를 사용하며, libjpeg-turbo의 공식 바이너리를 동봉하여 제공됩니다.
en: MJPG codec uses [tile encoding](https://google.com). Noctiluca Server's MJPG encoder uses [libjpeg-turbo](https://libjpeg-turbo.org/), and is provided with the official binary of libjpeg-turbo.
ja: MJPGコーデックは[タイルエンコーディング](https://google.com)を使用します。 Noctiluca ServerのMJPGエンコーダは[libjpeg-turbo](https://libjpeg-turbo.org/)を使用しており、libjpeg-turboの公式バイナリを同梱して提供されます。
zh_hans: MJPG 编解码器使用[瓦片编码](https://google.com)。 Noctiluca Server 的 MJPG 编码器使用 [libjpeg-turbo](https://libjpeg-turbo.org/)，并附带 libjpeg-turbo 的官方二进制文件。

# settings.projection.mjpg_sheet.quantize_level.light_description
source: 가벼운 양자화를 적용합니다. 색상 품질을 유지하면서 압축률을 약간 향상시킵니다.
en: Applies light quantization. Maintains color quality while slightly improving compression.
ja: 軽い量子化を適用します。色の品質を維持しながら圧縮率をわずかに向上させます。
zh_hans: 应用轻度量化。在保持颜色质量的同时略微提高压缩率。

# settings.projection.mjpg_sheet.quantize_level.max
source: 5 (최대)
en: 5 (Max)
ja: 5 （最大）
zh_hans: 5 (最大)

# settings.projection.mjpg_sheet.quantize_level.maximum_description
source: 최대 양자화를 적용합니다. 심각한 색상 손실이 발생하지만, 압축률이 극대화됩니다.
en: Applies maximum quantization. Severe color loss occurs, but compression is maximized.
ja: 最大量子化を適用します。深刻な色の損失が発生しますが、圧縮率は最大化されます。
zh_hans: 应用最大量化。虽然会发生严重的颜色损失，但压缩率达到最大化。

# settings.projection.mjpg_sheet.quantize_level.medium_description
source: 중간 양자화를 적용합니다. 그라데이션 영역에서 압축률이 향상됩니다.
en: Applies medium quantization. Improves compression in gradient areas.
ja: 中程度の量子化を適用します。グラデーション領域での圧縮率が向上します。
zh_hans: 应用中等量化。提高渐变区域的压缩率。

# settings.projection.mjpg_sheet.quantize_level.min
source: 0 (없음)
en: 0 (None)
ja: 0 （なし）
zh_hans: 0 (无)

# settings.projection.mjpg_sheet.quantize_level.none_description
source: 양자화를 사용하지 않습니다. 원본 색상을 유지합니다.
en: Does not use quantization. Preserves original colors.
ja: 量子化を使用しません。元の色を維持します。
zh_hans: 不使用量化。保持原始颜色。

# settings.projection.mjpg_sheet.quantize_level.strong_description
source: 강한 양자화를 적용합니다. 압축률이 크게 향상되지만, 색상 밴딩이 발생할 수 있습니다.
en: Applies strong quantization. Compression improves significantly, but color banding may occur.
ja: 強い量子化を適用します。圧縮率は大きく向上しますが、カラーバンディングが発生する可能性があります。
zh_hans: 应用强量化。压缩率大幅提高，但可能会出现色带（Color Banding）。

# settings.projection.mjpg_sheet.quantize_level.title
source: 양자화 레벨
en: Quantization Level
ja: 量子化レベル
zh_hans: 量化级别

# settings.projection.mjpg_sheet.quantize_level.value_description
source: 양자화 레벨을 %lld으로 설정합니다.
en: Sets quantization level to %lld.
ja: 量子化レベルを %lld に設定します。
zh_hans: 将量化级别设置为 %lld。

# settings.projection.mjpg_sheet.quantize_level.very_strong_description
source: 매우 강한 양자화를 적용합니다. 눈에 띄는 색상 손실이 발생할 수 있습니다.
en: Applies very strong quantization. Noticeable color loss may occur.
ja: 非常に強い量子化を適用します。目立つ色の損失が発生する可能性があります。
zh_hans: 应用超强量化。可能会出现明显的颜色损失。

# settings.projection.mjpg_sheet.resolution.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.mjpg_sheet.resolution.auto_description
source: 클라이언트의 협상 내용을 기반으로 최대 해상도를 결정합니다.
en: Determines max resolution based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいて最大解像度を決定します。
zh_hans: 根据客户端的协商内容决定最大分辨率。

# settings.projection.mjpg_sheet.resolution.level_description
source: 최대 해상도를 %@으로 설정합니다.
en: Sets max resolution to %@.
ja: 最大解像度を %@ に設定します。
zh_hans: 将最大分辨率设置为 %@。

# settings.projection.mjpg_sheet.resolution.level_description_format
source: 최대 해상도를 %@으로 제한합니다.
en: Limits the maximum resolution to %@.
ja: 最大解像度を %@ に制限します。
zh_hans: 将最大分辨率限制为 %@。

# settings.projection.mjpg_sheet.resolution.title
source: 최대 해상도
en: Max Resolution
ja: 最大解像度
zh_hans: 最大分辨率

# settings.projection.mjpg_sheet.save
source: 저장
en: Save
ja: 保存
zh_hans: 保存

# settings.projection.mjpg_sheet.tab.advanced
source: 고급 설정
en: Advanced
ja: 詳細設定
zh_hans: 高级设置

# settings.projection.mjpg_sheet.tab.basic
source: 기본 설정
en: Basic
ja: 基本設定
zh_hans: 基本设置

# settings.projection.mjpg_sheet.tile_size.64x64_description
source: 타일 크기로 64x64를 사용합니다. 해상도가 낮거나, 화면 변화가 적은 경우에 적합합니다.
en: Uses 64x64 as tile size. Suitable for low resolution or infrequent screen changes.
ja: タイルサイズとして 64x64 を使用します。 解像度が低い場合や、画面変化が少ない場合に適しています。
zh_hans: 使用 64x64 的瓦片大小。 适用于分辨率较低或画面变化较少的情况。

# settings.projection.mjpg_sheet.tile_size.128x128_description
source: 타일 크기로 128x128를 사용합니다. 대부분의 상황에서 균형 잡힌 성능을 제공합니다.
en: Uses 128x128 as tile size. Provides balanced performance in most situations.
ja: タイルサイズとして 128x128 を使用します。 ほとんどの状況でバランスの取れたパフォーマンスを提供します。
zh_hans: 使用 128x128 的瓦片大小。 在大多数情况下提供均衡的性能。

# settings.projection.mjpg_sheet.tile_size.256x256_description
source: 타일 크기로 256x256를 사용합니다. 해상도가 높거나, 화면 변화가 많은 경우에 적합합니다.
en: Uses 256x256 as tile size. Suitable for high resolution or frequent screen changes.
ja: タイルサイズとして 256x256 を使用します。 解像度が高い場合や、画面変化が多い場合に適しています。
zh_hans: 使用 256x256 的瓦片大小。 适用于分辨率较高或画面变化较多的情况。

# settings.projection.mjpg_sheet.tile_size.description
source: 타일 크기를 설정합니다.
en: Sets the tile size.
ja: タイルサイズを設定します。
zh_hans: 设置瓦片大小。

# settings.projection.mjpg_sheet.tile_size.title
source: 타일 크기
en: Tile Size
ja: タイルサイズ
zh_hans: 瓦片大小

# settings.projection.negotiation_policy.balanced.description
source: 클라이언트의 요청을 존중하면서 서버의 성능과 안정성을 해치지 않는 범위 내에서 최적의 코덱을 선택합니다. 서버가 지원할 수 없는 명세의 코덱이 요청되었을 때에는 Noctiluca Server가 적절하다고 판단하는 코덱으로 임의 대체합니다.
en: Selects the optimal codec respecting the client's request within a range that does not compromise server performance and stability. When a codec specification not supported by the server is requested, Noctiluca Server arbitrarily substitutes it with a codec it deems appropriate.
ja: クライアントの要求を尊重しつつ、サーバーの性能と安定性を損なわない範囲で最適なコーデックを選択します。 サーバーがサポートできない仕様のコーデックが要求された場合は、Noctiluca Serverが適切と判断するコーデックに任意で代替します。
zh_hans: 在尊重客户端请求的同时，在不损害服务器性能和稳定性的范围内选择最佳编解码器。 当请求了服务器无法支持的编解码器规格时，Noctiluca Server 将任意替换为它认为合适的编解码器。

# settings.projection.negotiation_policy.balanced.title
source: 균형 잡힌 결정 내리기 **(권장)**
en: Make Balanced Decisions **(Recommended)**
ja: バランスの取れた決定を行う **（推奨）**
zh_hans: 做出均衡决定 **(推荐)**

# settings.projection.negotiation_policy.description
source: 클라이언트와의 코덱 협상 정책을 설정합니다.
en: Sets the codec negotiation policy with the client.
ja: クライアントとのコーデックネゴシエーションポリシーを設定します。
zh_hans: 设置与客户端的编解码器协商策略。

# settings.projection.negotiation_policy.override_from_server.description
source: 클라이언트의 요청을 완전히 무시하고 서버의 코덱 설정을 우선시합니다. 클라이언트가 지원하지 않는 코덱이 설정되어 있을 경우 연결에 실패할 수 있습니다.
en: Completely ignores client requests and prioritizes server codec settings. Connection may fail if a codec not supported by the client is configured.
ja: クライアントの要求を完全に無視し、サーバーのコーデック設定を優先します。 クライアントがサポートしていないコーデックが設定されている場合、接続に失敗する可能性があります。
zh_hans: 完全忽略客户端的请求，优先使用服务器的编解码器设置。 如果设置了客户端不支持的编解码器，连接可能会失败。

# settings.projection.negotiation_policy.override_from_server.title
source: 서버 설정을 우선으로
en: Prioritize Server Settings
ja: サーバー設定を優先
zh_hans: 服务器设置优先

# settings.projection.negotiation_policy.title
source: 코덱 협상 정책
en: Codec Negotiation Policy
ja: コーデックネゴシエーションポリシー
zh_hans: 编解码器协商策略

# settings.projection.opus_sheet.bitrate.title
source: 비트레이트
en: Bitrate
ja: ビットレート
zh_hans: 比特率

# settings.projection.opus_sheet.frame_size.20ms_description
source: 낮은 지연 시간을 제공합니다.
en: Provides low latency.
ja: 低遅延を提供します。
zh_hans: 提供低延迟。

# settings.projection.opus_sheet.frame_size.40ms_description
source: 지연 시간과 대역폭 사이의 균형을 제공합니다.
en: Provides a balance between latency and bandwidth.
ja: 遅延と帯域幅のバランスを提供します。
zh_hans: 在延迟和带宽之间取得平衡。

# settings.projection.opus_sheet.frame_size.80ms_description
source: 대역폭을 절약합니다. 지연 시간이 늘어날 수 있습니다.
en: Saves bandwidth. Latency may increase.
ja: 帯域幅を節約します。遅延が増加する可能性があります。
zh_hans: 节省带宽。延迟可能会增加。

# settings.projection.opus_sheet.frame_size.description
source: 프레임 사이즈를 설정합니다.
en: Sets the frame size.
ja: フレームサイズを設定します。
zh_hans: 设置帧大小。

# settings.projection.opus_sheet.frame_size.title
source: 프레임 사이즈
en: Frame Size
ja: フレームサイズ
zh_hans: 帧大小

# settings.projection.recorder.title
source: 화면 레코더 선택
en: Select Screen Recorder
ja: 画面レコーダーの選択
zh_hans: 选择屏幕录制器

# settings.projection.rle_sheet.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# settings.projection.rle_sheet.color_format.auto_description
source: 최적의 색상 포맷을 자동으로 선택합니다.
en: Automatically selects the optimal color format.
ja: 最適なカラーフォーマットを自動的に選択します。
zh_hans: 自动选择最佳颜色格式。

# settings.projection.rle_sheet.color_format.description
source: 색상 포맷을 설정합니다.
en: Sets the color format.
ja: カラーフォーマットを設定します。
zh_hans: 设置颜色格式。

# settings.projection.rle_sheet.color_format.rgb565_description
source: RGB 5:6:5 색상 포맷을 사용합니다. 대역폭 사용량을 줄이지만, 색상 정확도가 낮아질 수 있습니다.
en: Uses RGB 5:6:5 color format. Reduces bandwidth usage but may lower color accuracy.
ja: RGB 5:6:5 カラーフォーマットを使用します。 帯域幅の使用量を減らしますが、色の正確性が低下する可能性があります。
zh_hans: 使用 RGB 5:6:5 颜色格式。 降低带宽使用量，但可能会降低颜色准确度。

# settings.projection.rle_sheet.color_format.rgb888_description
source: RGB 8:8:8 색상 포맷을 사용합니다. 높은 색상 정확도를 제공하지만, 대역폭 사용량이 늘어납니다.
en: Uses RGB 8:8:8 color format. Provides high color accuracy but increases bandwidth usage.
ja: RGB 8:8:8 カラーフォーマットを使用します。 高い色の正確性を提供しますが、帯域幅の使用量が増えます。
zh_hans: 使用 RGB 8:8:8 颜色格式。 提供高颜色准确度，但会增加带宽使用量。

# settings.projection.rle_sheet.color_format.title
source: 색상 포맷
en: Color Format
ja: カラーフォーマット
zh_hans: 颜色格式

# settings.projection.rle_sheet.compression_level.max
source: 22 (느림)
en: 22 (Slow)
ja: 22 （遅い）
zh_hans: 22 (慢)

# settings.projection.rle_sheet.compression_level.min
source: 1 (빠름)
en: 1 (Fast)
ja: 1 （速い）
zh_hans: 1 (快)

# settings.projection.rle_sheet.compression_level.title
source: Zstd 압축 레벨
en: Zstd Compression Level
ja: Zstd圧縮レベル
zh_hans: Zstd 压缩级别

# settings.projection.rle_sheet.compression_level.ultra_description
source: **압축 레벨을 Ultra (%lld)으로 설정합니다.** 매우 높은 압축률을 제공하지만, 메모리 사용량이 증가합니다.
en: **Sets compression level to Ultra (%lld).** Provides very high compression but increases memory usage.
ja: **圧縮レベルを Ultra (%lld) に設定します。** 非常に高い圧縮率を提供しますが、メモリ使用量が増加します。
zh_hans: **将压缩级别设置为 Ultra (%lld)。** 提供极高的压缩率，但会增加内存使用量。

# settings.projection.rle_sheet.compression_level.value_description
source: 압축 레벨을 %lld으로 설정합니다.
en: Sets compression level to %lld.
ja: 圧縮レベルを %lld に設定します。
zh_hans: 将压缩级别设置为 %lld。

# settings.projection.rle_sheet.compression_level.value_subtitle
source: 압축 레벨 %lld
en: Compression Level %lld
ja: 圧縮レベル %lld
zh_hans: 压缩级别 %lld

# settings.projection.rle_sheet.framerate.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.rle_sheet.framerate.auto_description
source: 클라이언트의 협상 내용을 기반으로 프레임 속도를 결정합니다.
en: Determines frame rate based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいてフレームレートを決定します。
zh_hans: 根据客户端的协商内容决定帧率。

# settings.projection.rle_sheet.framerate.title
source: 프레임 속도
en: Frame Rate
ja: フレームレート
zh_hans: 帧率

# settings.projection.rle_sheet.framerate.value_description
source: 프레임 속도를 최대 %lld FPS로 설정합니다.
en: Sets frame rate to max %lld FPS.
ja: フレームレートを最大 %lld FPS に設定します。
zh_hans: 将帧率最大设置为 %lld FPS。

# settings.projection.rle_sheet.framerate.value_description_format
source: 프레임 속도를 최대 %d FPS로 제한합니다.
en: Limits the frame rate to a maximum of %d FPS.
ja: フレームレートを最大 %d FPS に制限します。
zh_hans: 将帧率最大限制为 %d FPS。

# settings.projection.rle_sheet.header
source: %@ 코덱 설정
en: %@ Codec Settings
ja: %@ コーデック設定
zh_hans: %@ 编解码器设置

# settings.projection.rle_sheet.quantize_level.light_description
source: 가벼운 양자화를 적용합니다. 색상 품질을 유지하면서 압축률을 약간 향상시킵니다.
en: Applies light quantization. Maintains color quality while slightly improving compression.
ja: 軽い量子化を適用します。色の品質を維持しながら圧縮率をわずかに向上させます。
zh_hans: 应用轻度量化。在保持颜色质量的同时略微提高压缩率。

# settings.projection.rle_sheet.quantize_level.max
source: 5 (최대)
en: 5 (Max)
ja: 5 （最大）
zh_hans: 5 (最大)

# settings.projection.rle_sheet.quantize_level.maximum_description
source: 최대 양자화를 적용합니다. 심각한 색상 손실이 발생하지만, 압축률이 극대화됩니다.
en: Applies maximum quantization. Severe color loss occurs, but compression is maximized.
ja: 最大量子化を適用します。深刻な色の損失が発生しますが、圧縮率は最大化されます。
zh_hans: 应用最大量化。虽然会发生严重的颜色损失，但压缩率达到最大化。

# settings.projection.rle_sheet.quantize_level.medium_description
source: 중간 양자화를 적용합니다. 그라데이션 영역에서 압축률이 향상됩니다.
en: Applies medium quantization. Improves compression in gradient areas.
ja: 中程度の量子化を適用します。グラデーション領域での圧縮率が向上します。
zh_hans: 应用中等量化。提高渐变区域的压缩率。

# settings.projection.rle_sheet.quantize_level.min
source: 0 (없음)
en: 0 (None)
ja: 0 （なし）
zh_hans: 0 (无)

# settings.projection.rle_sheet.quantize_level.none_description
source: 양자화를 사용하지 않습니다. 원본 색상을 유지합니다.
en: Does not use quantization. Preserves original colors.
ja: 量子化を使用しません。元の色を維持します。
zh_hans: 不使用量化。保持原始颜色。

# settings.projection.rle_sheet.quantize_level.strong_description
source: 강한 양자화를 적용합니다. 압축률이 크게 향상되지만, 색상 밴딩이 발생할 수 있습니다.
en: Applies strong quantization. Compression improves significantly, but color banding may occur.
ja: 強い量子化を適用します。圧縮率は大きく向上しますが、カラーバンディングが発生する可能性があります。
zh_hans: 应用强量化。压缩率大幅提高，但可能会出现色带（Color Banding）。

# settings.projection.rle_sheet.quantize_level.title
source: 양자화 레벨
en: Quantization Level
ja: 量子化レベル
zh_hans: 量化级别

# settings.projection.rle_sheet.quantize_level.value_description
source: 양자화 레벨을 %lld으로 설정합니다.
en: Sets quantization level to %lld.
ja: 量子化レベルを %lld に設定します。
zh_hans: 将量化级别设置为 %lld。

# settings.projection.rle_sheet.quantize_level.very_strong_description
source: 매우 강한 양자화를 적용합니다. 눈에 띄는 색상 손실이 발생할 수 있습니다.
en: Applies very strong quantization. Noticeable color loss may occur.
ja: 非常に強い量子化を適用します。目立つ色の損失が発生する可能性があります。
zh_hans: 应用超强量化。可能会出现明显的颜色损失。

# settings.projection.rle_sheet.resolution.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.rle_sheet.resolution.auto_description
source: 클라이언트의 협상 내용을 기반으로 최대 해상도를 결정합니다.
en: Determines max resolution based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいて最大解像度を決定します。
zh_hans: 根据客户端的协商内容决定最大分辨率。

# settings.projection.rle_sheet.resolution.level_description
source: 최대 해상도를 %@으로 설정합니다.
en: Sets max resolution to %@.
ja: 最大解像度を %@ に設定します。
zh_hans: 将最大分辨率设置为 %@。

# settings.projection.rle_sheet.resolution.level_description_format
source: 최대 해상도를 %@으로 제한합니다.
en: Limits the maximum resolution to %@.
ja: 最大解像度を %@ に制限します。
zh_hans: 将最大分辨率限制为 %@。

# settings.projection.rle_sheet.resolution.title
source: 최대 해상도
en: Max Resolution
ja: 最大解像度
zh_hans: 最大分辨率

# settings.projection.rle_sheet.save
source: 저장
en: Save
ja: 保存
zh_hans: 保存

# settings.projection.rle_sheet.tab.advanced
source: 고급 설정
en: Advanced
ja: 詳細設定
zh_hans: 高级设置

# settings.projection.rle_sheet.tab.basic
source: 기본 설정
en: Basic
ja: 基本設定
zh_hans: 基本设置

# settings.projection.screen_recorder.title
source: 화면 레코더 설정
en: Screen Recorder Settings
ja: 画面レコーダー設定
zh_hans: 屏幕录制器设置

# settings.projection.video_encoder.title
source: 비디오 인코더 설정
en: Video Encoder Settings
ja: ビデオエンコーダ設定
zh_hans: 视频编码器设置

# settings.projection.webp_sheet.cancel
source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

# settings.projection.webp_sheet.color_format.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.webp_sheet.color_format.auto_description
source: 최적의 색상 포맷을 자동으로 선택합니다.
en: Automatically selects the optimal color format.
ja: 最適なカラーフォーマットを自動的に選択します。
zh_hans: 自动选择最佳颜色格式。

# settings.projection.webp_sheet.color_format.description
source: 색상 포맷을 설정합니다.
en: Sets the color format.
ja: カラーフォーマットを設定します。
zh_hans: 设置颜色格式。

# settings.projection.webp_sheet.color_format.title
source: 색상 포맷
en: Color Format
ja: カラーフォーマット
zh_hans: 颜色格式

# settings.projection.webp_sheet.color_format.yuv420_description
source: YUV 4:2:0 색상 포맷을 사용합니다. 대부분의 기기에서 호환됩니다.
en: Uses YUV 4:2:0 color format. Compatible with most devices.
ja: YUV 4:2:0 カラーフォーマットを使用します。ほとんどのデバイスで互換性があります。
zh_hans: 使用 YUV 4:2:0 颜色格式。兼容大多数设备。

# settings.projection.webp_sheet.color_format.yuv444_description
source: YUV 4:4:4 색상 포맷을 사용합니다. 텍스트 가독성이 향상되지만, 대역폭 사용량이 늘어나고 호환성이 떨어질 수 있습니다.
en: Uses YUV 4:4:4 color format. Improves text readability but increases bandwidth usage and may reduce compatibility.
ja: YUV 4:4:4 カラーフォーマットを使用します。 テキストの可読性は向上しますが、帯域幅の使用量が増え、互換性が低下する可能性があります。
zh_hans: 使用 YUV 4:4:4 颜色格式。 提高文本可读性，但会增加带宽使用量且可能降低兼容性。

# settings.projection.webp_sheet.compression_quality.high_description
source: **원격 제어에서 통상적으로 사용되지 않는 높은 품질 %lld로 설정합니다.** 매우 높은 화질을 제공하지만, 대역폭 사용량이 증가합니다.
en: **Sets to high quality %lld, which is not typically used in remote control.** Provides very high image quality but increases bandwidth usage.
ja: **リモート制御では通常使用されない高品質 %lld に設定します。** 非常に高い画質を提供しますが、帯域幅の使用量が増加します。
zh_hans: **设置为远程控制通常不使用的高质量 %lld。** 提供极高的画质，但会增加带宽使用量。

# settings.projection.webp_sheet.compression_quality.lossless_description
source: **무손실에 가까운 압축을 사용합니다.** 매우 높은 화질을 제공하지만, 대역폭 사용량이 비정상적으로 증가합니다.
en: **Uses near-lossless compression.** Provides very high image quality but abnormally increases bandwidth usage.
ja: **可逆圧縮に近い圧縮を使用します。** 非常に高い画質を提供しますが、帯域幅の使用量が異常に増加します。
zh_hans: **使用接近无损的压缩。** 提供极高的画质，但带宽使用量会异常增加。

# settings.projection.webp_sheet.compression_quality.lossless_subtitle
source: 무손실에 가까운 압축
en: Near-Lossless Compression
ja: 可逆圧縮に近い圧縮
zh_hans: 接近无损的压缩

# settings.projection.webp_sheet.compression_quality.max
source: 100 (고화질)
en: 100 (High Quality)
ja: 100 （高画質）
zh_hans: 100 (高画质)

# settings.projection.webp_sheet.compression_quality.min
source: 30 (저화질)
en: 30 (Low Quality)
ja: 30 （低画質）
zh_hans: 30 (低画质)

# settings.projection.webp_sheet.compression_quality.title
source: WebP 압축 품질
en: WebP Compression Quality
ja: WebP圧縮品質
zh_hans: WebP 压缩质量

# settings.projection.webp_sheet.compression_quality.value_description
source: 압축 품질을 %lld으로 설정합니다.
en: Sets compression quality to %lld.
ja: 圧縮品質を %lld に設定します。
zh_hans: 将压缩质量设置为 %lld。

# settings.projection.webp_sheet.compression_quality.value_subtitle
source: 압축 품질 %lld
en: Compression Quality %lld
ja: 圧縮品質 %lld
zh_hans: 压缩质量 %lld

# settings.projection.webp_sheet.framerate.auto
source: 자동
en: Auto
ja: 自動
zh_hans: 自动

# settings.projection.webp_sheet.framerate.auto_description
source: 클라이언트의 협상 내용을 기반으로 프레임 속도를 결정합니다.
en: Determines frame rate based on client negotiation.
ja: クライアントのネゴシエーション内容に基づいてフレームレートを決定します。
zh_hans: 根据客户端的协商内容决定帧率。

# settings.projection.webp_sheet.framerate.title
source: 프레임 속도
en: Frame Rate
ja: フレームレート
zh_hans: 帧率
